app/controllers/career_path_controller.rb

SELECT "career_paths".* FROM "career_paths"
---
  def index
    @career_path = CareerPath.all